import styles from './Consultation.module.scss';

function Consultation() {
  return (
    <div className={styles.consultation}>
      <div className={styles.container}>
        <h2 className={styles.title}>
          Коли варто звернутися до <span>дитячого хірурга?</span>
        </h2>

        <div className={styles.boxContainer}>
          <div className={styles.box1}>
            <ul>
              <li>Планова консультація:</li>
              <li>
                ✅ Наявність вроджених патологій (пупкова, пахова грижа,
                крипторхізм, гідроцеле тощо).
              </li>
              <li>✅ Порушення розвитку органів і тканин.</li>
              <li>
                ✅ Скарги на болі в животі (періодичні або постійні, пов’язані
                чи не пов’язані з прийомом їжі).
              </li>
              <li>
                ✅ Доброякісні утворення шкіри та підшкірної клітковини
                (атероми, ліпоми, гемангіоми, бородавки).
              </li>
              <li>
                ✅ Оцінка після травм, ударів, переломів для визначення
                подальшої тактики лікування.
              </li>
              <li>
                ✅ Профілактичні огляди перед вступом до садочка, школи,
                спортивних секцій.
              </li>
            </ul>
          </div>
          <div className={styles.box1}>
            <ul>
              <li>Невідкладна консультація:</li>
              <li>
                ⚠️ Гострий біль у животі (підозра на апендицит, кишкову
                непрохідність тощо).
              </li>
              <li>⚠️ Раптовий біль у яєчках у хлопчиків.</li>
              <li>⚠️ Сильний біль, набряк, почервоніння або нагноєння рани.</li>
              <li>
                ⚠️ Опіки, порізи, рани, що потребують ушивання або спеціального
                догляду.
              </li>
              <li>⚠️ Підозра на перелом, вивих або іншу травму кінцівок.</li>
              <li>⚠️ Укуси тварин, комах, глибокі пошкодження шкіри.</li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  );
}

export default Consultation;
