import styles from './Service.module.scss';

function Service() {
  return (
    <div className={styles.service}>
      <div className={styles.container}>
        <h2 className={styles.title}>
          Мої <span>послуги</span>
        </h2>
        <div className={styles.serviceBox}>
          <div className={styles.box1}>
            {/* <img src="/icon/talking.svg" alt="talk" /> */}
            <svg fill="#000000" height="50px" width="50px"  
	 viewBox="0 0 459.5 459.5" >
<g id="XMLID_2_">
	<path id="XMLID_4_" d="M445.121,283.209h0.008V157.477c0-13.534-10.971-24.506-24.506-24.506h-43.701
		c-13.534,0-24.506,10.972-24.506,24.506v61.267l11.664-9.991l27.457-38.825l-20.456,53.864l-45.11,38.639
		c-7.342,6.289-8.195,17.339-1.907,24.681c6.292,7.344,17.341,8.193,24.681,1.907l48.502-41.544c2.226-1.906,3.937-4.341,4.977-7.08
		l22.041-58.038l-7.105,63.71c-0.767,6.882-5.031,9.698-9.52,13.542c-5.478,4.692-43.723,37.45-48.503,41.544
		c-2.209,1.892-4.594,3.445-7.091,4.666l-0.01,132.676c-0.001,11.601,9.402,21.005,21.002,21.006c0,0,0.001,0,0.002,0
		c11.6,0,21.003-9.402,21.004-21.002l0.012-155.289h9.061c0,0.02-0.003,0.04-0.003,0.06l0.438,155.287
		c0.032,11.58,9.43,20.944,21.003,20.944c0.02,0,0.04,0,0.061,0c11.6-0.032,20.978-9.463,20.944-21.063L445.121,283.209z"/>
	<circle id="XMLID_1073_" cx="398.582" cy="81.628" r="36.277"/>
	<circle id="XMLID_1074_" cx="60.918" cy="81.628" r="36.277"/>
	<path id="XMLID_1078_" d="M133.531,262.431l-45.111-38.639l-20.456-53.864l27.457,38.826l11.664,9.991v-61.267
		c0-13.534-10.972-24.506-24.506-24.506H38.877c-13.534,0-24.506,10.972-24.506,24.506v125.732h0.009l-0.439,155.228
		c-0.033,11.601,9.344,21.031,20.944,21.063c0.021,0,0.04,0,0.061,0c11.572,0,20.971-9.364,21.003-20.944l0.439-155.287
		c0-0.02-0.003-0.04-0.003-0.06h9.06l0.012,155.289c0.001,11.6,9.405,21.003,21.006,21.002c11.6-0.001,21.003-9.405,21.002-21.006
		l-0.01-132.676c-2.497-1.221-4.882-2.773-7.09-4.666c-4.78-4.094-43.025-36.852-48.503-41.544c-4.296-3.68-8.725-6.545-9.52-13.542
		l-7.105-63.709l22.04,58.037c1.04,2.739,2.752,5.174,4.977,7.08l48.503,41.544c7.349,6.292,18.395,5.43,24.681-1.907
		C141.726,279.77,140.873,268.72,133.531,262.431z"/>
	<path id="XMLID_1079_" d="M249.261,41.998C249.261,18.803,223.569,0,191.877,0c-31.693,0-57.385,18.803-57.385,41.998
		c0,9.57,4.382,18.387,11.745,25.449l-8.844,18.436c-0.412,0.858-0.226,1.884,0.461,2.543c0.687,0.659,1.72,0.803,2.56,0.356
		l21.04-11.179c8.821,4.046,19.245,6.393,30.422,6.393C223.569,83.996,249.261,65.193,249.261,41.998z"/>
	<path id="XMLID_1080_" d="M317.877,121.235l8.844-18.436c0.412-0.858,0.226-1.884-0.461-2.543c-0.687-0.659-1.719-0.803-2.56-0.356
		l-21.04,11.179c-8.821-4.046-19.244-6.393-30.422-6.393c-31.692,0-57.384,18.803-57.384,41.998s25.692,41.998,57.384,41.998
		c31.693,0,57.384-18.803,57.384-41.998C329.622,137.115,325.241,128.298,317.877,121.235z"/>
</g>
</svg>
            <h2>Консультація</h2>
            <b>очна або онлайн</b>
            <p className={styles.textDes}>
              Для тих, хто прагне отримати чіткий та зрозумілий план дій для
              вирішення питань, пов’язаних із здоров’ям дитини.
            </p>
            <p className={styles.text}>
              Сучасні реалії змушують багатьох змінювати місце проживання, і, на
              жаль, не завжди є доступ до кваліфікованих лікарів. У таких
              випадках онлайн-консультація може допомогти, але є ситуації, коли
              без очного огляду не обійтися.
            </p>
            <p className={styles.text}>
                Очно консультую - місто Київ, Оболонський район.
              </p>
            <p className={styles.text}>
              📌 Якщо ви сумніваєтеся, чи можна вирішити проблему онлайн –
              запитайте!
            </p>
          </div>
          <div className={styles.box2}>
            <ul className={styles.boxText}>
              <li>Консультація включає:</li>
              <li>
                <span>1️⃣</span> Збір даних і оцінка здоров’я – скарги пацієнта,
                історію хвороби, перенесені операції та хронічні захворювання.
              </li>
              <li>
                <span>2️⃣</span> Огляд, призначення додаткових досліджень – за
                потреби.
              </li>
              <li>
                <span>3️⃣</span> Підбір тактики лікування – рекомендації щодо
                медикаментозного чи хірургічного втручання, догляду та
                спостереження.
              </li>
              <li>
                <span>4️⃣</span> Відповіді на запитання – відповідаю на всі
                незрозумілі моменти.
              </li>
              <li>
                <span>5️⃣ </span>Висновок на офіційному бланку – детальний звіт
                про стан здоров'я та рекомендації (за потреби).
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  );
}

export default Service;
